Revit 2027 API
SpecTypeId.PointSpringCoefficient Property
 Point Spring Coefficient, in discipline Structural.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId PointSpringCoefficient { get; }
Public Shared ReadOnly Property PointSpringCoefficient As ForgeTypeId
	Get
public:
static property ForgeTypeId^ PointSpringCoefficient {
	ForgeTypeId^ get ();
}
static member PointSpringCoefficient : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SpecTypeId Class
Autodesk.Revit.DB Namespace